/* Restart confirmation text */
"Are you sure you want to restart your computer?" = "¿Está seguro de que desea reiniciar el equipo?";

/* Shutdown confirmation text */
"Are you sure you want to shutdown your computer?" = "¿Estás seguro de que quieres apagar tu ordenador?";

/* Cancel button label */
"Cancel" = "Cancelar";

/* Bless command error description */
"Error occurred while executing the bless command" = "Se ha producido un error al ejecutar el comando bless";

/* Authentication error description */
"Error occurred while trying to authenticate" = "Se ha producido un error al intentar autenticar";

/* Restart failure descriptive text */
"Error occurred while trying to tell system to restart" = "Se ha producido un error al intentar indicar al sistema que reinicie.";

/* Shutdown failure descriptive text */
"Error occurred while trying to tell system to shutdown" = "Se ha producido un error al intentar indicar al sistema que se apague.";

/* Restart failure error message */
"Failed to restart computer" = "No se pudo reiniciar el equipo";

/* Error message text for setting boot drive */
"Failed to set boot volume" = "No se pudo establecer el volumen de inicio";

/* Shutdown failure error message */
"Failed to shutdown computer" = "No se pudo apagar el equipo";

/* OK button label */
"OK" = "Aceptar";

/* Restart button label */
"Restart" = "Reiniciar";

/* Shutdown button label */
"Shutdown" = "Apagar";

/* Unknown error description */
"Unknown error occurred while trying to set boot volume" = "Se ha producido un error desconocido al intentar establecer el volumen de arranque";

/* Restart confirmation descriptive text */
"Your computer will restart to it's default volume unless boot later was chosen." = "El equipo se reiniciará a su volumen predeterminado a menos que se haya elegido el inicio posteriormente.";

/* Shutdown confirmation descriptive text */
"Your computer will shutdown and boot up to it's default volume next time you turn it on unless boot later was chosen." = "El equipo se apagará y se iniciará con el volumen predeterminado la próxima vez que lo encienda, a menos que se haya elegido la opción de inicio posteriormente.";

